// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Strømstyring";

NeverAutoOffTitle = "Aldrig";
AutoOffAfter15MinutesTitle = "Efter 15 Minutter";
AutoOffAfter30MinutesTitle = "Efter 30 Minutter";
AutoOffAfter45MinutesTitle = "Efter 45 Minutter";
AutoOffAfter1HourTitle = "Efter 1 Time";
AutoOffAfter2HoursTitle = "Efter 2 Time";
AutoOffAfter3HoursTitle = "Efter 3 Time";

HSDTaskDescriptionLegacy = "Printeren vil måske slutte efter en forudindstillet tidsperiode for at spare strøm. Du kan indstille den pågældende mængde gennem popup-menuen nedenfor.";
HSDAutoOffLabelLegacy = "Automatisk slukning:";
ApplyButtonTitle = "Anvend";

HSDTaskName = "Auto-sluk";
HSDTaskDescription = "Når funktionen Auto-sluk er aktiveret, slukkes printeren automatisk efter inaktivitet i tidsperioden valgt nedenfor. Auto-sluk deaktiveres, så snart printeren er forbundet til et netværk.\nTip: Tænd printeren igen ved blot at trykke på afbryderknappen.";
HSDAutoOffLabel = "Auto-sluk:";
"0" = "Deaktiver";
"1" = "Efter 1 minut";
"5" = "Efter 5 minutter";
"10" = "Efter 10 minutter";
"15" = "Efter 15 minutter";
"20" = "Efter 20 minutter";
"30" = "Efter 30 minutter";
"60" = "Efter 1 time";
"120" = "Efter 2 timer";
"180" = "Efter 3 timer";
"240" = "Efter 4 timer";
"480" = "Efter 8 timer";
"720" = "Efter 12 timer";
"1440" = "Efter 24 timer";
AutoOffEnableConfirmationTitle = "Vi du aktivere Auto-sluk?";
AutoOffEnableConfirmationMessage = "Auto-sluk slukker automatisk printeren %@ uden aktivitet.";
YesButtonTitle = "Ja";
NoButtonTitle = "Nej";

HSDSleepAndAutoOffLabel = "Dvale/Auto-sluk:";
HSDShutDownLabel = "Auto-afbryd:";
ShutDownEnableConfirmationTitle = "Er du sikker på, at du vil aktivere Auto-afbryd?";
ShutDownEnableConfirmationMessage = "Auto-afbryd slukker automatisk printeren %@ inaktivitet.";
HSDTaskDescriptionForAutoOff = "HP Auto-tænd/sluk er i strømbesparende tilstand og vågner ved print.";
HSDTaskDescriptionForShutDown = "Auto-afbryd slukker automatisk printeren efter en forudindstillet inaktiv periode. Hvis funktionen Auto-afbryd bruges, kan printeren ikke udskrive dokumenter (også dokumenter, der sendes via ePrint) eller behandle andre opgaver (såsom fax eller programsatte opgaver, hvis din printer understøtter disse funktioner), efter at printeren er slukket. Disse opgaver kan først udskrives, efter at printeren er blevet tændt.";
HSDDelayWhenPortsAreActiveCheckBox = "Forsinkelse, når portene er aktive";
